#include <stdio.h>
#include <locale.h>

void name()
{
	puts("********************************************");
	puts("*                                          *");
	puts("* тема: Разработка консольного приложения  *");
	puts("*                                          *");
	puts("*      Выполнил: Толстых Н. С.             *");
	puts("*                                          *");
	puts("********************************************");
}

void date()
{
	puts("           __  __   __   __ ");
	puts(" /| |  |  |  |   | |  | | ");
	puts("/ | |__|  |  | __| |  | |__ ");
	puts("  |    |  |  |   | |  | |  |");
	puts("  |    |. |__| __|.|__| |__| ");
}


void main()
{
	setlocale(LC_ALL, "RUS");
	name();
	getchar();
	date();
}